Repository: usagov/vote-gov-drupal
Catalog: web/modules/custom/vote_utility/translations/*.po
Languages: am, ar, bn, es, fr, hi, ja, km, pt, ru, tl, vi

source: Primary navigation
ar: التصفح الأساسي
es: Navegación principal
fr: Navigation principale

source: Primary tabs
es: Pestañas principales

source: Secondary tabs
es: Pestañas secundarias

source: Spanish
es: Español

source: Select language
am: ቋንቋ ይምረጡ
ar: اختر اللغة
bn: ভাষা নির্বাচন করুন
es: Seleccione el idioma
fr: Sélectionner une langue
hi: भाषा चुनें
ja: 言語を選択
km: ជ្រើសរើសភាសា
pt: Selecionar a língua
ru: Выберите Язык
tl: Pumili ng wika
vi: Lựa chọn ngôn ngữ

source: Home
ar: الصفحة الرئيسية
es: Página principal
fr: Page d'accueil
ja: ホームページ

source: Breadcrumb
ar: تتبع مسارك
es: Ruta de navegación
fr: Ruta de navegación

source: On this page
es: En esta página
fr: Sur cette page

source: Menu
ar: القائمة
es: Menú

source: Close
ar: إغلاق
es: Cerrar
fr: Fermer

source: @sitename in language
am: @sitename በአማርኛ
ar: @sitename باللغة العربية
bn: বাংলায় @sitename
es: @sitename en Español
fr: @sitename en Français
hi: @sitename हिन्दी में
ja: 日本語で見る@sitename
km: @sitename ជាភាសាខ្មែរ
pt: @sitename em Português
ru: @sitename по-русски
tl: @sitename sa Tagalog
vi: @sitename bằng Tiếng Việt

source: Go back
am: ተመለስ
ar: الرجوع للخلف
bn: ফিরে যাও
es: Volver
fr: Retourner en arrière
hi: वापस जाएं
ja: 戻る
km: ត្រឡប់ក្រោយ
pt: Voltar
ru: Вернитесь назад
tl: Bumalik
vi: Quay lại

source: Last updated:
am: መጨረሻ የተሻሻለው፦
ar: آخر تحديث:
bn: সর্বশেষ সংষ্করণ
es: Última actualización:
fr: Dernière mise à jour:
hi: नवीनतम अपडेट:
ja: 最終更新日：
km: បានធ្វើបច្ចុប្បន្នភាពលើកចុងក្រោយ៖
pt: Última Atualização:
ru: Последнее обновление:
tl: Huling Na-update:
vi: Cập nhật lần cuối:

source: Illustration of voter box with checked ballot being inserted to indicate voting action
am: የድምጽ አሰጣጥ እንዴት እንደሚተገበር ለማመልከት ምልክት የተደረገበት ድምጽ መስጫ ወረቀት በምሳሌነት የገባበት የመራጮች ሳጥን
ar: رسم توضيحي لصندوق الناخب مع إدخال بطاقة اقتراع محددة للإشارة إلى إجراء التصويت
bn: চেক করা ব্যালট ঢোকানো হচ্ছে সহ ভোটার বাক্সের চিত্র ভোটিং কার্যক্রম নির্দেশ করে
es: Ilustración del acto del voto donde una boleta marcada está siendo insertada en una urna
fr: Illustration d'une boîte de vote recevant un bulletin de vote rempli afin d'indiquer l'action de voter
hi: मतदान क्रिया को इंगित करने के लिए मतदाता पेटी में चेक किए गए मतपत्र को डाले जाने का चित्रण
ja: 投票行為を示すために、チェックされた投票用紙が挿し込まれた投票箱のイラスト
km: រូបភាពនៃប្រអប់អ្នកបោះឆ្នោតដែលមានសន្លឹកឆ្នោតបានគូសធីកត្រូវបានបញ្ចូល ដើម្បីបង្ហាញពីសកម្មភាពបោះឆ្នោត
pt: Ilustração da caixa do eleitor com voto marcado ao ser inserido para indicar ação de votação
ru: Иллюстрация ящика для голосования, в который вставляется отмеченный галочкой бюллетень для обозначения действия при голосовании
tl: Ilustrasyon ng kahon ng botante na may naka-tsek na balota na inilalagay upang ipahiwatig ang aksyon sa pagboto
vi: Hình minh họa của ô bỏ phiếu với lá phiếu đã đánh dấu được chèn vào để biểu thị hành động bỏ phiếu

source: An official website of the @link.
am: ኦፊሲያል ድህረ ገጽ @link
ar: موقع الكتروني رسمي لـ @link
bn: @link এর একটি দাপ্তরিক ওয়েবসাইট
es: Un sitio web oficial de la @link
fr: Un site Web officiel de @link
hi: @link की आधिकारिक वेबसाइट (अंग्रेज़ी में)
ja: 公式ウェブサイト@link（英語）（総務省）
km: គេហទំព័រផ្លូវការនៃ @link (ជាភាសាអង់គ្លេស)
pt: Uma página web oficial da @link
ru: Официальный веб-сайт @link
tl: Isang opisyal na website ng @link
vi: Một trang web chính thức của @link

source: General Services Administration
am: አጠቃላይ አገልግሎቶች አስተዳደር (በእንግሊዝኛ)
ar: إدارة الخدمات العامة (باللغة الإنجليزية)
bn: সাধারণ পরিষেবা প্রশাসন (ইংরেজীতে)
es: Administración General de Servicios (GSA, en inglés)
fr: l'Administration des services généraux (en anglais)
hi: सामान्य सेवा प्रशासन/जनरल सर्विसेज़ एडमिनिस्ट्रेशन
km: រដ្ឋបាលសេវាកម្មទូទៅ
pt: Administração dos Serviços Gerais (em inglês)
ru: Администрации обслуживания (по-английски)
tl: Administrasyon ng Pangkalahatang Serbisyo
vi: Cơ quan Quản lý Dịch vụ Tổng hợp (bằng Tiếng Anh)

source: Looking for U.S. government information and services? @link.
am: የU.S. መንግስት መረጃ እና አገልግሎቶችን ይፈልጋሉ? @link.
ar: هل تبحث عن معلومات وخدمات حكومية أمريكية؟ @link
bn: মার্কিন সরকারের তথ্য এবং পরিষেবা খুঁজছেন? @link
es: Información y servicios del gobierno de EE. UU. @link
fr: Vous recherchez des informations et des services du gouvernement américain? @link
hi: यू.एस. सरकार की जानकारी और सेवाएं खोज रहे हैं? @link (अंग्रेज़ी में)
ja: 政府の情報およびサービスをお探しですか? @link。
km: កំពុងស្វែងរកព័ត៌មាននិងសេវាកម្មរដ្ឋាភិបាលអាមេរិចមែនទេ? @link (ជាភាសាអង់គ្លេស)
pt: Você procura informação e serviços do governo dos EUA? @link
ru: Ищете информацию и услуги правительства США? @link
tl: Naghahanap ng impormasyon at mga serbisyo ng gobyerno ng U.S.? @link
vi: Tìm kiếm thông tin và dịch vụ của chính phủ Hoa Kỳ @link

source: Visit USA.gov
am: USA.govን ይጎብኙ (በእንግሊዘኛ)
ar: قم بزيارة USA.gov (باللغة الإنجليزية)
bn: USA.gov দেখুন (ইংরেজীতে)
es: USAGov en Español
fr: Visitez USA.gov (en anglais)
hi: USA.gov पर जाएं
ja: USA.govを見る
km: ចូលមើល​ USA.gov
pt: Visite USA.gov (em inglês)
ru: Посетите USA.gov (по-английски)
tl: Bisitahin ang USA.gov
vi: Vào trang USA.gov (bằng Tiếng Anh)

source: USA.gov logo
ar: شعار USA.gov
es: Logotipo de USA.gov
fr: Logo USA.gov

source: External election resources
ar: روابط الانتخابات
es: Recursos electorales externos
fr: Liens électoraux

source: Agency identifier
am: የኤጀንሲ መለያ
ar: معرّف الوكالة
bn: সংস্থা শনাক্তকারী
es: Identificador de la agencia
fr: Identifiant de l'agence
hi: एजेंसी पहचानकर्ता
ja: 機関ID
km: អ្នកស្វែងរកភ្នាក់ងារ
pt: Identificador da agência
ru: Идентификатор агенства
tl: Tagatukoy ng Ahensya
vi: Mã xác định cơ quan

source: Agency description
am: የኤጄንሲ መግለጫ
ar: وصف الوكالة
bn: সংস্থার বিবরণ
es: Descripción de la agencia
fr: Description de l'agence
hi: एजेंसी का विवरण
ja: 機関の説明
km: ការពិពណ៌នាពីភ្នាក់ងារ
pt: Descrição da agência
ru: Описание агентства
tl: Paglalarawan ng Ahensya
vi: Các điểm nhận diên của cơ quan

source: Important links
am: ጠቃሚ አገናኞች
ar: روابط مهمة
bn: গুরুত্বপূর্ণ লিঙ্ক
es: Enlaces importantes
fr: Liens importants
hi: महत्वपूर्ण लिंक
ja: 主要リンク
km: តំណសំខាន់ៗ
pt: Links importantes
ru: Важные ссылки
tl: Importanteng mga Links
vi: Các đường truyền quan trọng

source: Government information and services
am: የመንግስት መረጃ እና አገልግሎቶች
ar: معلومات وخدمات حكومة الولايات المتحدة
bn: সরকারি তথ্য ও সেবা
es: Información y servicios del gobierno
fr: Informations et services du gouvernement
hi: सरकारी सूचना और सेवाएं
ja: 政府の情報およびサービス
km: ព័ត៌មាននិងសេវាកម្មរដ្ឋាភិបាល
pt: Informação e serviços do governo
ru: Правительственная информация и услуги
tl: Impormasyon at mga serbisyo ng gobyerno
vi: Những thông tin và dịch vụ của chính phủ

source: in partnership with
am: ጋር በመተባበር
ar: بالشراكة مع
bn: এর সাথে অংশীদারিত্বে
es: en colaboración con
fr: en partenariat avec
hi: के साथ साझेदारी में
ja: と提携して
km: ក្នុងភាពជាដៃគូជាមួយ
pt: em parceria com
ru: в партнерстве с
tl: sa pakikipagtulungan sa
vi: hợp tác với

source: U.S. Election Assistance Commission logo which indicates a partnership with vote.gov
ar: شعار لجنة المساعدة الانتخابية الأمريكية الذي يشير إلى التعاون مع vote.gov
es: En colaboración con la U.S. Election Assistance Commission
fr: Le logo de la Commission d'assistance électorale des États-Unis qui indique le partenariat avec vote.gov
ja: vote.govとの連携を示す米国選挙支援委員会のロゴ
pt: Logomarca da Comissão de Assistência das Eleições dos EUA que indica uma parceria com vote.gov

source: Follow vote.gov on
ar: تابع vote.gov على تويتر (باللغة الإنجليزية)
es: Siga a vote.gov en X (en inglés)
fr: Suivez vote.gov sur X (en anglais)
ja: でVote.govをフォローしましょう。
pt: Siga vote.gov no X (em inglês)

source: Search vote.gov
ar: ابحث عن vote.gov
es: Busque en vote.gov
fr: Rechercher vote.gov
ja: vote.gov (英語）検索
pt: Pesquisar vote.gov

source: Search component
ar: مكونات البحث
es: Componente de búsqueda
fr: Composant recherche

source: Register to vote in @state_name
am: ለመምረጥ ይመዝገቡ @state_name
ar: سجل للتصويت في @state_name
bn: @state_name এ ভোট দিতে নিবন্ধন করুন
es: Regístrese para votar en @state_name
fr: Inscrivez-vous pour voter @in_state_name
hi: @state_name में मतदान करने के लिए पंजीकरण करें
ja: @state_name（州名)で投票登録
km: ចុះឈ្មោះដើម្បីបោះឆ្នោតនៅរដ្ឋ @state_name
pt: Registrar-se para votar em @state_name
ru: Зарегистрируйтесь для голосования в @state_name
tl: Magparehistro para bumoto sa @state_name
vi: Đăng ký bỏ phiếu bầu ở @state_name

source: Register to vote selector tool
ar: أداة اختيار التسجيل للتصويت
es: Herramienta selector para registrarse para votar
fr: Outil de sélection pour l'inscription de vote

source: States and territories list
ar: قائمة الولايات والأقاليم
es: Lista de estados y territorios
fr: Liste de suggestions pour les États et territoires

source: How to register to vote
am: ለመምረጥ እንዴት ነው የሚመዘገቡት
ar: كيفية التسجيل للتصويت
bn: ভোট দেওয়ার জন্য কীভাবে নিবন্ধন করবেন
es: Cómo registrarse para votar
fr: Comment vous inscrire pour voter
hi: मतदान करने के लिए पंजीकरण कैसे करें
ja: 有権者登録の方法
km: របៀបចុះឈ្មោះដើម្បីបោះឆ្នោត
pt: Como registrar-se para votar
ru: Как зарегистрироваться для голосования
tl: Paano magparehistro para bumoto
vi: Làm thế nào để đăng ký bỏ phiếu

source: How to register and update your registration
ar: كيف تُسجل وتُحدث سجلك الانتخابي
es: Cómo registrarse y poner al día su registro
fr: Comment vous inscrire et mettre à jour votre inscription
ja: 登録および登録の更新方法
pt: Como registrar-se para votar

source: Other ways to register to vote
am: ለመምረጥ መመዝገቢያ ሌላ መንገዶች
ar: طرق أخرى للتسجيل للتصويت
bn: ভোট নিবন্ধন করার অন্যান্য উপায়
es: Otras formas de registrarse para votar
fr: Autres façons de vous inscrire au vote
hi: मतदान के लिए पंजीकरण करने के अन्य तरीके
ja: その他の有権者登録方法
km: វិធីផ្សេងៗទៀតដើម្បីចុះឈ្មោះបោះឆ្នោត
pt: Outras maneiras de registrar-se para votar
ru: Другие способы зарегистрироваться для голосования
tl: Iba pang mga paraan para magrehistro para bumoto
vi: Các cách khác để đăng ký bỏ phiếu

source: Voter registration deadlines are for the November 05, 2024 election. @link
es: Los plazos para el registro de votantes son para las elecciones del @election_date. @link
fr: Les dates limites d'inscription de vote sont pour l'élection du @election_date. @link

source: Find state and local election dates.
ar: تعرف على مواعيد الانتخابات على مستوى الولاية والمحليات.
es: Encuentre las fechas de las elecciones locales y estatales.
fr: Trouvez les dates des élections étatiques et locales
ja: 州および地方選挙の日程を調べる

source: Register by mail deadline:
am: በፖስታ ምዝገባ የመጨረሻ ቀን ይመዝገቡ፦
ar: التسجيل عن طريق البريد الموعد النهائي:
bn: ডাকযোগে নিবন্ধনের সময়সীমা:
es: Registrarse por correo postal:
fr: La date limite d'inscription par courrier:
hi: डाक द्वारा पंजीकरण की अंतिम तिथि:
ja: 郵送での登録締切：
km: ថ្ងៃផុតកំណត់ចុះឈ្មោះតាមសំបុត្រ៖
pt: Prazo final para registrar-se por correspondência:
ru: Крайний срок регистрации по почте:
tl: Deadline ng pagpaparehistro sa pamamagitan ng koreo
vi: Thời hạn đăng ký qua đường bưu điện:

source: Must be postmarked by @date
am: በ @date የፓስታ ማህተም ያረፈበት መሆን አለበት
ar: يجب ختمه بالبريد بحلول @date
bn: পোস্ট চিহ্ন করা আবশ্যক @date
es: Debe tener el sello postal a más tardar el @date
fr: Au plus tard @date avec un cachet de la poste faisant foi
ja: 2022年5月28日 @date 消印有効
pt: Deve estar carimbado até o @date
ru: Должен иметь почтовый штемпель до @date
vi: Cần được đánh dấu bưu điện trước @date

source: Must be received by @date
am: በ @date መድረስ አለበት
ar: يجب أن يتم استلامه بحلول @date
bn: @date এর মধ্যে অবশ্যই গ্রহণ করতে হবে
es: Debe ser recibido a más tardar el @date
fr: Doit être reçu au plus tard @date
ja: 2022年5月28日 @date 必着
pt: Deve ser recebido até o @date
ru: Должен быть получен до @date
vi: Phải được nhận trước @date

source: Online registration deadline:
am: የድህረ ገጽ ላይ ምዝገባ የመጨረሻ ቀን፦
ar: الموعد النهائي للتسجيل عبر الإنترنت:
bn: অনলাইন নিবন্ধনের সময়সীমা:
es: Inscripción por internet:
fr: La date limite d'inscription en ligne:
hi: ऑनलाइन पंजीकरण की अंतिम तिथि:
ja: オンライン登録の締め切り：
km: ថ្ងៃផុតកំណត់ការចុះឈ្មោះអនឡាញ៖
pt: Prazo final para registrar-se on-line:
ru: Крайний срок регистрации он-лайн:
tl: Deadline ng pagpaparehistro sa online
vi: Thời hạn đăng ký trực tuyến:

source: Voter registration deadlines
am: የመራጮች ምዝገባ የመጨረሻ ቀናት
ar: المواعيد النهائية لتسجيل الناخبين
bn: ভোটার নিবন্ধনের সময়সীমা
es: Plazos para el registro de votantes
hi: मतदाता पंजीकरण की अंतिम तारीख़ें
ja: 有権者登録の締め切り
km: កាលបរិច្ឆេទផុតកំណត់ការចុះឈ្មោះឣ្នកបោះឆ្នោត
pt: Os prazos de registro de eleitores
ru: Крайние сроки регистрации избирателей
tl: Mga huling araw para sa rehistrasyon ng botante
vi: Thời hạn cuối cùng đăng ký cử tri

source: In person registration deadline:
am: በአካል ምዝገባ የመጨረሻ ቀን፦
ar: الموعد النهائي للتسجيل الشخصي:
bn: ব্যক্তিগতভাবে নিবন্ধনের সময়সীমা:
es: Registrarse en persona:
fr: La date limite d'inscription en personne:
hi: व्यक्तिगत रूप से पंजीकरण की अंतिम तिथि:
ja: 来場登録の締め切り：
km: ថ្ងៃផុតកំណត់ការចុះឈ្មោះដោយមកផ្ទាល់៖
pt: Prazo final de registro em pessoa:
ru: Крайний срок личной регистрации:
tl: Deadline ng personal na pagpaparehistro
vi: Thời hạn đăng ký trực tiếp:

source: How to check your voter registration
am: ለመምረጥ መመዝገብዎን እንዴት ማረጋገጥ ይችላሉ
ar: كيفية التحقق من تسجيل الناخبين الخاص بك
bn: কীভাবে আপনার ভোটার নিবন্ধন পরীক্ষা করবেন
es: Cómo comprobar su registro de votante
fr: Comment vérifier votre inscription au vote
hi: अपने मतदाता पंजीकरण की जांच कैसे करें
ja: 有権者登録を確認する方法
km: ររបៀបពិនិត្យមើលការចុះឈ្មោះឣ្នកបោះឆ្នោតរបស់ឣ្នក
pt: Como você pode verificar seu registro de eleitor
ru: Как проверить вашу регистрацию избирателя
tl: Paano i-tsek ang inyong rehistrasyon ng botante
vi: Làm thế nào kiểm tra đăng ký cử tri của bạn

source: You can confirm your voter registration status on @link.
am: የመራጮች ምዝገባ ሁኔታዎን @link ላይ ማረጋገጥ ይችላሉ።
bn: আপনি আপনার ভোটার রেজিস্ট্রেশন স্ট্যাটাস নিশ্চিত করতে পারেন @link
es: Usted puede comprobar el estado de su registro de votante en @link.
hi: आप @link पर अपने मतदाता पंजीकरण की स्थिति की पुष्टि कर सकते हैं।
km: អ្នកអាចបញ្ជាក់ស្ថានភាពការចុះឈ្មោះអ្នកបោះឆ្នោតរបស់អ្នកនៅលើ @link
tl: Maaari ninyong kumpirmahin ang istado ng inyong rehistrasyon ng botante sa @link.
vi: Bạn có thể xác nhận hiện trạng đăng ký cử tri của mình trên @link

source: You can confirm your voter registration status by contacting your local registration office. @link.
am: ድምጽ ለመስጠት መመዝገብዎን ለማረጋገጥ የአካባቢዎን የምዝገባ ቢሮ መገናኘት ይችላሉ። @link.
ar: يمكنك تأكيد حالة تسجيل الناخب الخاص بك عن طريق الاتصال بمكتب التسجيل المحلي. @link.
bn: আপনি আপনার স্থানীয় নিবন্ধন অফিসে যোগাযোগ করে আপনার ভোটার নিবন্ধন স্থিতি নিশ্চিত করতে পারেন। @link।
es: Usted puede confirmar el estado de su inscripción de votante comunicándose con su oficina de registro local. @link.
fr: Vous pouvez confirmer le statut de votre inscription au vote en contactant votre bureau local d'inscription. @link.
hi: आप अपने स्थानीय पंजीकरण कार्यालय से संपर्क करके अपने मतदाता पंजीकरण की स्थिति की पुष्टि कर सकते हैं। @link
ja: あなたの有権者登録状況は、最寄りの登録事務所に問い合わせることで確認できます。@link。
km: អ្នកអាចបញ្ជាក់ស្ថានភាពការចុះឈ្មោះបោះឆ្នោតរបស់អ្នកដោយទំនាក់ទំនងទៅការិយាល័យផ្នែកចុឈ្មោះក្នុងមូលដ្ឋានរបស់អ្នក។ @link។
pt: Você pode confirmar seu status de registro de eleitor entrando em contato com o cartório de registro local. @link.
ru: Вы можете подтвердить свой статус регистрации избирателя, связавшись с местным регистрационным офисом. @link.
tl: Maaari ninyong kumpirmahin ang estado ng inyong rehistrasyon ng botante sa pamamagitan ng pakikipag-ugnayan sa inyong lokal na opisina ng rehistrasyon. @link
vi: Ban có thể xác nhận tình trạng đăng ký bầu cử của mình bằng cách liên lạc với văn phòng đăng ký địa phương. @link.

source: Click here to view Wyoming's county clerk contact information (PDF)
am: የዋዮሚንግ ካውንቲ ፀሐፊን ማግኘት የሚችሉበት መረጃ (PDF) ለማየት እዚህ ጠቅ ያድርጉ
ar: انقر هنا لعرض معلومات الاتصال بموظف مقاطعة وايومنغ (PDF) (باللغة الإنجليزية)
bn: Wyoming এর কাউন্টি ক্লার্ক যোগাযোগের তথ্য (PDF) দেখতে এখানে ক্লিকরুন (ইংরেজীতে)
es: Haga clic aquí para ver la información de contacto de los secretarios de los condados de Wyoming
fr: Cliquez ici pour les coordonnées du greffier de comté du Wyoming (PDF) (en anglais)
hi: (व्योमिंग के काउंटी क्लर्क की संपर्क जानकारी (पीडीएफ) देखने के लिए यहां क्लिक करें)।
ja: Wyoming州郡庁の連絡先(PDF)はこちらをクリックしてください
km: ចុចទីនេះដើម្បីមើលព័ត៌មានទំនាក់ទំនងទៅស្មៀនប្រចាំខោនធីរបស់រដ្ឋ Wyoming (PDF)
pt: Clique aqui para ver as informações de contato do secretário do condado de Wyoming (PDF) (em inglês)
ru: Нажмите здесь, чтобы просмотреть контактную информацию клерка округа Вайоминг (PDF) (по-английски)
tl: I-click ito upang makita ang impormasyon sa pakikipag-ugnayan sa clerk ng county (PDF) ng Wyoming.
vi: Nhấp vào đây để xem thông tin liên lạc của thư ký quận Wyoming (PDF) (bằng Tiếng Anh)

source: Find out ways to register
am: እንዴት መመዝገብ እንደሚችሉ ይወቁ
ar: اكتشف طرق التسجيل
bn: নিবন্ধন করার উপায় খুঁজে বের করুন
es: Encuentre cómo inscribirse
fr: Découvrez comment vous inscrire
hi: पंजीकरण करने के तरीकों के बारे में जानकारी प्राप्त करें
ja: 選挙人登録する方法を見つけるには
km: ស្វែងរកវិធីនានាដើម្បីចុះឈ្មោះ
pt: Descubra maneiras de registrar-se
ru: Узнайте, как зарегистрироваться
tl: Alamin ang mga paraan para magparehistro
vi: Tìm hiểu cách đăng ký

source: Online registration is currently not available. @link to vote at @state_name’s election website.
am: በድህረ ገጽ ምዝገባ በአሁኑ ጊዜ የለም። ለመምረጥ @link @state_name ስቴት የምርጫ ድህረ ገጽ።
ar: التسجيل عبر الإنترنت غير متاح حاليا. @link للتصويت على @state_name موقع انتخابات الولاية.
bn: অনলাইন নিবন্ধন বর্তমানে উপলব্ধ নেই. রাজ্য নির্বাচনের ওয়েবসাইটে ভোট দেওয়ার জন্য @link।
es: La inscripción en línea no está disponible actualmente. @link para votar, visitando el sitio web de elecciones estatales de @state_name.
fr: L'inscription en ligne est temporairement indisponible. @link pour voter en allant au site Web électoral @of_state_name.
hi: ऑनलाइन पंजीकरण अभी उपलब्ध नहीं है। @state_name राज्य की चुनाव वेबसाइट पर मतदान करने के लिए @link।
km: ការចុះឈ្មោះតាមអ៊ីនធឺណិតបច្ចុប្បន្នមិនមានទេ។ @link ដើម្បីបោះឆ្នោតនៅលើគេហទំព័របោះឆ្នោតរដ្ឋរបស់ @state_name។
pt: O registro on-line não está disponível no momento. @link para votar na página web de eleição estadual do @state_name.
ru: Онлайн-регистрация в настоящее время недоступна. @link для голосования на веб-сайте выборов штата @state_name.
tl: Kasalukuyang hindi magagamit ang online na rehistrasyon. @link para bumoto sa website ng eleksyon ng estado ng @state_name.
vi: Đăng ký trực tuyến hiện không có sẵn. @link bỏ phiếu tại trang website bầu cử cấp tiểu bang của @state_name.

source: Learn more about how to register
am: እንዴት መመዝገብ እንደሚችሉ ይወቁ
ar: تعرف على المزيد حول كيفية التسجيل
bn: কীভাবে নিবন্ধন করবেন সে সম্পর্কে আরও জানুন
es: Para más información sobre cómo inscribirse
fr: En savoir plus sur l'inscription
hi: पंजीकरण करने की विधि के बारे में अधिक जानकारी प्राप्त करें
ja: 登録方法については
km: ស្វែងយល់បន្ថែមអំពីរបៀបចុះឈ្មោះ
pt: Aprenda mais sobre como registrar-se
ru: Узнайте больше о том, как зарегистрироваться
tl: Matuto nang higit pa tungkol sa kung paano magparehistro
vi: Tìm hiểu thêm về cách đăng ký

source: Register in person at your local election office. @link on @state_name’s election website.
am: አካባቢዎ በሚገኘው የምርጫ ቢሮ በአካል በመገኘት ይመዝገቡ። @link በ@state_name ስቴት የምርጫ ድህረ ገጽ።
ar: سجل شخصيًا في مكتب الانتخابات المحلي. @link على @state_name موقع انتخابات الولاية.
bn: আপনার স্থানীয় নির্বাচন অফিসে ব্যক্তিগতভাবে নিবন্ধন করুন। রাজ্য নির্বাচনের ওয়েবসাইটে @link।
es: Inscríbase en persona en su oficina electoral local. @link, visite el sitio web de elecciones estatales de @state_name.
fr: Inscrivez-vous en personne à votre bureau électoral local. @link au site Web électoral @of_state_name.
hi: अपने स्थानीय चुनाव कार्यालय में व्यक्तिगत रूप से पंजीकरण करें। @state_name राज्य की चुनाव वेबसाइट पर @link।
ja: 最寄りの選挙事務所に直接来場して登録しましょう。@link は@state_name （州名）の州選挙ウェブサイトをご覧ください。
km: ចុះឈ្មោះដោយផ្ទាល់នៅការិយាល័យបោះឆ្នោតក្នុងតំបន់របស់អ្នក។ @link នៅលើគេហទំព័របោះឆ្នោតរដ្ឋរបស់ @state_name។
pt: Registre-se em pessoa no seu escritório de eleições local. @link na página web de eleição estadual do @state_name.
ru: Зарегистрируйтесь лично в своём местном избирательном участке. @link на веб-сайте выборов в штате @state_name.
tl: Magrehistro nang personal sa inyong lokal na tanggapan ng eleksyon. @link sa website ng eleksyon ng estado ng @state_name.
vi: Đăng ký trực tiếp tại văn phòng bầu cử địa phương của bạn. @link tại trang website bầu cử cấp tiểu bang của @state_name.

source: Learn more about voting
am: እንዴት መመዝገብ እንዳለብዎ የበለጠ ይወቁ
ar: تعرف على المزيد حول التصويت
bn: ভোটিং সম্পর্কে আরও জানুন
es: Para más información sobre la votación
fr: En savoir plus sur le vote
hi: मतदान के बारे में अधिक जानकारी प्राप्त करें
ja: 投票についての詳細は
km: ស្វែងយល់បន្ថែមអំពីការបោះឆ្នោត
pt: Aprenda mais sobre a votação
ru: Подробнее о голосовании
tl: Matuto pa tungkol sa pagboto
vi: Tìm hiểu thêm về cách đăng ký

source: Voter registration is not required in @state_name. @link on @state_name’s election website.
am: የመራጮች ምዝገባ አያስፈልግም በ@state_name. @link በ@state_name ስቴት የምርጫ ድህረ ገጽ።
ar: تسجيل الناخبين غير مطلوب في ولاية @state_name. @link على @state_name موقع انتخابات الولاية
bn: ভার্জিনিয়ায় ভোটার নিবন্ধনের প্রয়োজন নেই। @link রাজ্য নির্বাচনের ওয়েবসাইটে
es: En @state_name no es obligatorio inscribirse para votar. @link, visite el sitio web de elecciones estatales de @state_name.
fr: L'inscription au vote n'est pas obligatoire @in_state_name. @link au site Web électoral @of_state_name.
hi: वर्जीनिया में मतदाता पंजीकरण की आवश्यकता नहीं है। @state_name राज्य की चुनाव वेबसाइट पर @link।
ja: @state_nameでは有権者登録は必要ありません。@link は@state_name（州名）の州選挙のウェブサイトをご覧ください。
km: ការចុះឈ្មោះបោះឆ្នោតមិនត្រូវបានទាមទារនៅក្នុងរដ្ឋ Virginia ទេ។ @link នៅលើគេហទំព័របោះឆ្នោតរដ្ឋរបស់ @state_name
pt: O registro de eleitores não é mandatório em @state_name. @link na página web de eleição estadual de @state_name.
ru: Регистрация избирателей в @state_name не требуется. @link на веб-сайте штата @state_name
tl: Ang pagpaparehistro ng botante ay hindi kinakailangan sa Virginia. @link sa website ng eleksyon ng estado ng @state_name.
vi: Ở tiểu bang Virginia không yêu cầu bắt buộc phải đăng ký bầu cử. @link tại trang website bầu cử cấp tiểu bang của @state_name.

source: Start or update your registration
es: Empiece o ponga al día su registro en línea
ja: 登録を開始または更新する

source: @link on @state_name’s election website.
am: @link በ@state_name ስቴት የምርጫ ድህረ ገጽ።
ar: @link على @state_name موقع انتخابات الولاية
bn: রাজ্য নির্বাচনের ওয়েবসাইটে @link
es: @link en el sitio web de elecciones estatales de @state_name.
fr: @link au site Web électoral @of_state_name.
hi: @state_name राज्य की चुनाव वेबसाइट पर @link।
ja: @link は@state_name（州名）の州選挙のウェブサイトをご覧ください。
km: @link នៅលើគេហទំព័របោះឆ្នោតរដ្ឋរបស់ @state_name
pt: @link na página web de eleição estadual do @state_name
ru: @link на веб-сайте выборов штата @state_name
tl: @link sa website ng eleksyon ng estado ng @state_name.
vi: @link trên trang website bầu cử cấp tiểu bang của @state_name.

source: register to vote by mail or in person
am: በፖስታ ወይም በአካል ለመምረጥ ይመዝገቡ
ar: التسجيل للتصويت عن طريق البريد أو شخصيًا
bn: মেইলে বা ব্যক্তিগতভাবে ভোট দিতে নিবন্ধন করতে পারেন
es: inscribirse para votar por correo o en persona
fr: vous inscrire pour voter par courrier ou en personne
hi: डाक या व्यक्तिगत रूप से मतदान करने के लिए पंजीकरण
ja: 郵送または直接来場して投票登録
km: ចុះឈ្មោះបោះឆ្នោតតាមសំបុត្រ ឬដោយផ្ទាល់
pt: registrar-se para votar por correspondência ou em pessoa
ru: зарегистрироваться для голосования по почте или лично
tl: magparehistro para bumoto sa pamamagitan ng koreo o nang personal
vi: đăng ký bỏ phiếu qua thư hoặc trực tiếp
