Repository: usagov/vote-gov-drupal
Catalog: web/modules/custom/vote_utility/translations/*.po
Languages: am, ar, bn, es, fr, hi, ja, km, pt, ru, tl, vi

source: You can also @link on @state_name’s election website.
am: እርስዎ በተጨማሪ @link ይችላሉ በ@state_name ስቴት የምርጫ ድህረ ገጽ።
ar: يمكنك أيضًا @link على @state_name موقع انتخابات الولاية
bn: আপনি রাজ্য নির্বাচনের ওয়েবসাইটেও @link
es: Usted también puede @link en el sitio web de elecciones estatales de @state_name.
fr: Vous pouvez aussi @link au site Web électoral @of_state_name.
hi: आप @state_name राज्य की चुनाव वेबसाइट पर @link भी कर सकते हैं।
ja: また、@link は@state_name（州名）の州選挙ウェブサイトからでもできます。
km: អ្នកក៏អាច @link នៅលើគេហទំព័របោះឆ្នោតរដ្ឋរបស់ @state_name
pt: Também pode @link na página web de eleição estadual do @state_name
ru: Вы также можете @link на веб-сайте выборов штата @state_name
tl: Maaari rin kayong @link sa website ng eleksyon ng estado ng @state_name.
vi: Bạn cũng có thể @link trên trang web bầu cử cấp tiểu bang của @state_name.

source: confirm your voter registration status
am: የመራጮች ምዝገባ ሁኔታዎን ያረጋግጡ
ar: تأكيد حالة تسجيل الناخب
bn: আপনার ভোটার নিবন্ধন স্থিতি নিশ্চিত করতে পারেন
es: verificar el estado de su inscripción en el registro electoral
fr: confirmer votre statut d'inscription au vote
hi: अपनी मतदाता पंजीकरण की स्थिति की पुष्टि
ja: 有権者登録の確認は
km: បញ្ជាក់ស្ថានភាពចុះឈ្មោះអ្នកបោះឆ្នោតរបស់អ្នក
pt: confirmar o status do seu registro de eleitor
ru: подтвердить свой статус регистрации избирателя
tl: kumpirmahin ang estado ng inyong rehistrasyon ng botante
vi: xác nhận hiện trạng đăng ký cử tri của mình

source: You can @link on @state_name’s election website.
am: እርስዎ @link በ@state_name ስቴት የምርጫ ድህረ ገጽ
ar: يمكنك @link على @state_name موقع انتخابات الولاية
bn: আপনি রাজ্য নির্বাচনের ওয়েবসাইটে @link
es: Usted puede @link en el sitio web de elecciones estatales de @state_name.
fr: Vous pouvez @link au site Web électoral @of_state_name.
hi: आप @state_name राज्य की चुनाव वेबसाइट पर @link कर सकते हैं।
ja: @state_name（州名）の州選挙ウェブサイトで @link を行うことができます。
km: អ្នកអាច @link នៅលើគេហទំព័របោះឆ្នោតរដ្ឋរបស់ @state_name
pt: Também pode @link na página web de eleição estadual do @state_name
ru: Вы можете @link на веб-сайте выборов штата @state_name
tl: Maaari ninyong @link sa website ng eleksyon ng estado ng @state_name.
vi: Bạn có thể @link trên trang web bầu cử cấp tiểu bang của @state_name.

source: External link opens in new window
am: የውጭ አገናኙ አዲስ ድህረ ገጽ ይከፍታል
ar: رابط خارجي يفتح نافذة جديدة
bn: বাহ্যিক লিঙ্ক নতুন উইন্ডো খোলে
es: El enlace externo se abre en una nueva ventana
fr: Lyen ekstèn lan ap louvri yon nouvo fenèt
hi: बाहरी लिंक नई विंडो खोलता है
ja: 外部リンクは新しいウィンドウで開かれます。
km: តំណខាងក្រៅបើកផ្ទាំងបង្ឣួចថ្មី
pt: Links externos abrem novas páginas web
ru: Внешняя ссылка открывает новое окно
tl: Ang panlabas na link ay magbubukas ng bagong window
vi: Liên kết bên ngoài mở cửa sổ mới

source: Skip to main content
am: ወደ ዋናው ይዘት ይለፉ
ar: تخطي إلى المحتوى الرئيسي
bn: স্কিপ করে মূল কন্টেন্ট এ যাও
es: Ir al contenido principal
fr: Passer au contenu principal
hi: सीधे मुख्य विषयवस्तु (मेन कॉन्टेंट) पर जाएं
ja: 本文へジャンプ
km: រំលងចូលទៅមាតិកាសំខាន់
pt: Saltar para o conteúdo principal
ru: Перейдите к основному содержанию
tl: Lumaktaw sa pangunahing nilalaman
vi: Bỏ qua để đi thẳng vào nội dung chính

source: (in English)
am: (በእንግሊዘኛ)
ar: (باللغة الإنجليزية)
bn: (ইংরেজীতে)
es: (en inglés)
fr: (en anglais)
hi: (अंग्रेज़ी में)
ja: （英語）
km: (ជាភាសាអង់គ្លេស)
pt: (em inglês)
ru: (по-английски)
tl: (sa Ingles)
vi: (bằng Tiếng Anh)

source: Select your state or territory
ar: اختر ولايتك أو إقليمك
es: Seleccione su estado o territorio
fr: Sélectionnez votre État ou territoire

source: Official government website
am: ኦፊሴላዊ የመንግስት ድህረ ገጽ
ar: الموقع الالكتروني الرسمي للحكومة
bn: দাপ্তরিক সরকারী ওয়েবসাইট
es: Sitio web oficial del gobierno
fr: Sit entènèt ofisyèl gouvènman an
hi: आधिकारिक सरकारी वेबसाइट
ja: 政府の公式ウェブサイト
km: គេហទំព័រផ្លូវការរបស់រដ្ឋាភិបាល
pt: Página web oficial do governo
ru: Официальный правительственный сайт
tl: Opisyal na website ng gobyerno
vi: Trang web chính thức của chính phủ

source: U.S. flag
ar: علم الولايات المتحدة
es: Bandera de Estados Unidos
fr: Drapeau américain

source: Visit our partner site to find more information about voting in the United States.
ar: (باللغة الإنجليزية) طالع الموقع الشريك USA.gov للحصول على مزيد من المعلومات حول التصويت في الولايات المتحدة.
es: Visite el sitio web de nuestro colaborador para encontrar más información sobre las elecciones en Estados Unidos.
fr: Visitez notre site partenaire pour trouver d'autres informations sur le vote aux États-Unis (en anglais).

source: Email sign-up
am: የኢሜል ምዝገባ (በእንግሊዘኛ)
ar: الاشتراك في البريد الإلكتروني
bn: ইমেল নিবন্ধন করুন
es: Email para inscripción
fr: Enskripsyon imèl
hi: ईमेल के लिए साइन-अप करें
ja: 電子メールの新規登録
km: ការចុះឈ្មោះដើម្បីទទួលសារឣ៊ីមែល
pt: Inscrição por e-mail
ru: Регистрация по электронной почте (по-английски)
tl: sign-up sa EMAIL
vi: Đăng ký thư điện tử email

source: Vote.gov is in partnership with
ar: يشترك موقع vote.gov مع
es: Vote.gov es posible gracias a la colaboración de
fr: Vote.gov est en partenariat avec la

source: Contact
am: ተገናኝ
ar: التواصل
bn: যোগাযোগ
es: Contacto
fr: Kontak
hi: संपर्क करें
ja: 連絡先
km: លេខទំនាក់ទំនង
pt: Contato
ru: Контакт
tl: Kontak
vi: Liên hệ

source: GSA logo
am: GSA አርማ
ar: شعار GSA
bn: জিএসএ লোগো
es: Logotipo de la GSA (Administración General de Servicios)
fr: Logo GSA a
hi: GSA का लोगो (प्रतीक चिन्ह)
ja: GSAロゴ
km: និមិត្តសញ្ញារបស់ GSA
pt: Logotipo do GSA
ru: Логотип GSA (Администрации общего обслуживания)
tl: Logo ng GSA
vi: Biểu trưng GSA

# Long month name
source: January
am: ጃንዋሪ
ar: يناير
bn: জানুয়ারী
es: enero
fr: janvier
hi: जनवरी
ja: １月
km: ខែមករា
pt: janeiro
ru: январь
tl: Enero
vi: tháng một

# Long month name
source: February
am: ፌብሩዋሪ
ar: فبراير
bn: ফেব্রুয়ারী
es: febrero
fr: février
hi: फरवरी
ja: ２月
km: ខែកុម្ភៈ
pt: fevereiro
ru: февраль
tl: Pebrero
vi: tháng hai

# Long month name
source: March
am: ማርች
ar: مارس
bn: মার্চ
es: marzo
fr: mars
hi: मार्च
ja: ３月
km: ខែមិនា
pt: março
ru: март
tl: Marso
vi: tháng ba

# Long month name
source: April
am: ኤፕሪል
ar: أبريل
bn: এপ্রিল
es: abril
fr: avril
hi: अप्रैल
ja: ４月
km: ខែមេសា
pt: abril
ru: апрель
vi: tháng tư

# Long month name
source: May
am: ሜይ
ar: مايو
bn: মে
es: mayo
fr: mai
hi: मई
ja: ５月
km: ខែឧសភា
pt: maio
ru: май
tl: Mayo
vi: tháng năm

# Long month name
source: June
am: ጁን
ar: يونيو
bn: জুন
es: junio
fr: juin
hi: जून
ja: ６月
km: ខែមិថុនា
pt: junho
ru: июнь
tl: Hunyo
vi: tháng sáu

# Long month name
source: July
am: ጁላይ
ar: يوليو
bn: জুলাই
es: julio
fr: juillet
hi: जुलाई
ja: ７月
km: ខែកក្កដា
pt: julho
ru: июль
tl: Hulyo
vi: tháng bảy

# Long month name
source: August
am: ኦገስት
ar: أغسطس
bn: আগস্ট
es: agosto
fr: août
hi: अगस्त
ja: ８月
km: ខែសីហា
pt: agosto
ru: август
tl: Agosto
vi: tháng tám

# Long month name
source: September
am: ሴፕቴምበር
ar: سبتمبر
bn: সেপ্টেম্বর
es: septiembre
fr: septembre
hi: सितंबर
ja: ９月
km: ខែកញ្
pt: setembro
ru: сентябрь
tl: Septiyembre
vi: tháng chín

# Long month name
source: October
am: ኦክቶበር
ar: أكتوبر
bn: অক্টোবর
es: octubre
fr: octobre
hi: अक्तूबर
ja: １０月
km: ខែតុលា
pt: outubro
ru: октябрь
tl: Oktubre
vi: tháng mười

# Long month name
source: November
am: ኖቨምበር
ar: نوفمبر
bn: নভেম্বর
es: noviembre
fr: novembre
hi: नवंबर
ja: １１月
km: ខែវិច្ឆិកា
pt: novembro
ru: ноябрь
tl: Nobyembre
vi: tháng mười một

# Long month name
source: December
am: ዲሴምበር
ar: ديسمبر
bn: ডিসেম্বর
es: diciembre
fr: décembre
hi: दिसंबर
ja: １２月
km: ខែធ្នូ
pt: dezembro
ru: декабрь
tl: Disyembre
vi: tháng mười hai

source: Monday
am: ሰኞ
ar: الاثنين
bn: সোমবার
es: lunes
fr: lundi
ja: 月曜日
pt: segunda-feira
ru: понедельник
vi: Thứ Hai

source: Tuesday
am: ማክሰኞ
ar: الثلاثاء
bn: মঙ্গলবার
es: martes
fr: mardi
ja: 火曜日
pt: terça-feira
ru: вторник
vi: Thứ Ba

source: Wednesday
am: ረቡዕ
ar: الأربعاء
bn: বুধবার
es: miércoles
fr: mercredi
ja: 水曜日
pt: quarta-feira
ru: среда
vi: Thứ Tư

source: Thursday
am: ሐሙስ
ar: الخميس
bn: বৃহস্পতিবার
es: jueves
fr: jeudi
ja: 木曜日
pt: quinta-feira
ru: четверг
vi: Thứ Năm

source: Friday
am: አርብ
ar: الجمعة
bn: শুক্রবার
es: viernes
fr: vendredi
ja: 金曜日
pt: sexta-feira
ru: пятница
vi: Thứ Sáu

source: Saturday
am: ቅዳሜ
ar: السبت
bn: শনিবার
es: sábado
fr: samedi
ja: 土曜日
pt: sábado
ru: суббота
vi: Thứ Bảy

source: Sunday
am: እሁድ
ar: الأحد
bn: রবিবার
es: domingo
fr: dimanche
ja: 日曜日
pt: domingo
ru: воскресенье
vi: Chủ Nhật

source: Voting as a military service member
es: Votar como miembro del servicio militar
fr: Voter en tant que membre de militaire

source: Learn more from the Federal Voting Assistance Program (FVAP).
es: Obtenga más información del Programa Federal de Asistencia para Votar (FVAP, sigla en inglés).
fr: En savoir plus grâce au Federal Voting Assistance Program (FVAP, en anglais).

source: Voting as a U.S. citizen from outside the U.S.
es: Votar como ciudadano en el extranjero
fr: Voter en tant que citoyen américain à l'extérieur des États-Unis

source: Secondary navigation
es: navegación secundaria

source: Know your voting rights
es: Conozca su derecho al voto
fr: Connaissez vos droits de vote

source: French
fr: Français

source: Start or update your registration online
ar: ابدأ أو قُم بتحديث سجلك الانتخابي على الإنترنت
fr: Commencez ou mettez à jour votre inscription

source: Arabic
ar: العربية

source: Japanese
ja: 日本語

source: Voter registration deadlines for the @election_date election. @link
ja: @election_dateの選挙における有権者登録の締切について @link
pt: Prazos para registro de eleitores para a eleição de @election_date
ru: Крайние сроки регистрации избирателей на выборы @election_date

source: Online registration is currently not available. @link を使用して @state_name の選挙ウェブサイトで投票してください
ja: オンライン登録は現在ご利用いただけません。投票登録の方法については、(state_name（州名）の選挙ウェブサイト)(英語)をご覧ください。

source: Portuguese
pt: Português

source: Complete your online registration
pt: Comece o seu registro on-line

source: Vietnamese
vi: Tiếng Việt

source: U.S. Election Assistance Commission logo which indicates a partnership with Vote.gov
am: ከVote.gov ጋር አጋርነትን የሚያመለክት የU.S. ምርጫ እርዳታ ሰጪ ኮሚሽን አርማ
bn: এর সাথে অংশীদারিত্বে U.S. Election Assistance Commission
hi: U.S. Election Assistance Commission के साथ साझेदारी में
km: ក្នុងភាពជាដៃគូជាមួយ U.S. Election Assistance Commission
ru: Логотип Комиссии США по содействию выборам, который указывает на партнёрство с Vote.gov
tl: sa pakikipagtulungan sa Election Assistance Commission
vi: hợp tác với U.S. Election Assistance Commission

source: Follow Vote.gov on Twitter
am: Vote.govን በትዊተር ላይ ይከተሉ (በእንግሊዘኛ)
bn: টুইটারে Vote.gov অনুসরণ করুন (ইংরেজীতে)
hi: Vote.gov को Twitter पर फ़ॉलो करें (अंग्रेज़ी में)
km: តាមដាន Vote.gov នៅលើ Twitter (ជាភាសាអង់គ្លេស)
ru: Следите за новостями Vote.gov в Твиттере (по-английски)
tl: I-follow ang Vote.gov sa Twitter
vi: Theo dõi Vote.gov trên Twitter (bằng Tiếng Anh)

source: Search Vote.gov
am: Vote.gov ን ይፈልጉ
bn: Vote.gov অনুসন্ধান করুন
hi: Vote.gov पर खोजें
km: ស្រាវជ្រាវរក Vote.gov
ru: Поиск Vote.gov
tl: I-search ang Vote.gov
vi: Tìm kiếm Vote.gov

source: Voter registration deadlines for the @election_date, election
vi: Thời hạn cuối cùng đăng ký cử tri cho cuộc bầu cử @election_date

source: Start your online registration
am: በድህረ ገጽ ላይ ምዝገባዎን ይጀምሩ
bn: আপনার অনলাইন নিবন্ধন শুরু করুন
hi: अपना ऑनलाइन पंजीकरण शुरू करें
km: ចាប់ផ្តើមការចុះឈ្មោះតាមអ៊ីនធឺណិតរបស់អ្នក
ru: Начните онлайн-регистрацию
tl: Simulan ang inyong online na rehistrasyon
vi: Hãy bắt đầu đăng ký bầu cử trực tuyến

source: Amharic
am: አማርኛ

source: Bengali
bn: বাংলা

source: Russian
ru: Русский

source: Hindi
hi: हिन्दी

# day name
source: Monday
hi: सोमवार
km: ថ្ងៃច័ន្ទ
tl: Lunes

# day name
source: Tuesday
hi: मंगलवार
km: ថ្ងៃអង្គារ
tl: Martes

# day name
source: Wednesday
hi: बुधवार
km: ថ្ងៃពុធ
tl: Miyerkoles

# day name
source: गुरूवार
hi: jueves

# day name
source: Friday
hi: शुक्रवार
km: ថ្ងៃសុក្
tl: Biyernes

# day name
source: Saturday
hi: शनिवार
km: ថ្ងៃសៅរ៍
tl: Sabado

# day name
source: Sunday
hi: रविवार
km: ថ្ងៃអាទិត្
tl: Linggo

source: Khmer
km: ភាសាខ្មែរ

# day name
source: Thursday
km: ថ្ងៃព្រហស្បតិ៍
tl: Huwebes
